Repository: AbdelRahmanAbusaif/canClone
Catalog: Match3Clone/Exported XLIFF_*.xlf
Languages: ar

source: Sign In using:
ar: :ﻖﻳﺮﻃ ﻦﻋ ﻞﺠﺳ

# UnityAccountButton
source: Sign in
ar: ﻝﻮﺧﺩ ﻞﻴﺠﺴﺗ

# FacebookAccountButton
source: Login with Facebook
ar: ﻙﻮﺒﺴﻴﻔﻟﺍ ﻖﻳﺮﻃ ﻦﻋ ﻝﻮﺧﺩ ﻞﻴﺠﺴﺗ

# TItlePlayerProfile
source: Player sign up
ar: ﺐﻋﻼﻟ ﺕﺎﻣﻮﻠﻌﻤﻟﺍ ﺊﻠﻣ

# UpdateImageButton
source: Update Image
ar: ﺓﺭﻮﺻ ﻖﻓﺭﺍ

# ImageProfileTitle
source: Pick a image
ar: ﻙﺯﺎﻬﺟ ﻦﻣ ﺓﺭﻮﺻ ﻞﻤﺣ

# UsernameSignUpProfile
source: So, what is you name brother? Choice your name wisely!
ar: ؟ﻚﻤﺳﺍ ﻮﻫ ﺎﻣ !!ﺔﻳﺎﻨﻌﺑ ﻚﻤﺳﺍ ﺭﺎﺘﺧﺍ

# WarningUsername
source: Name must be in English and Does not contain Space
ar: ﺔﻳﺰﻴﻠﺠﻧﻻﺎﺑ ﻥﻮﻜﻳ ﻥﺍ ﺐﺠﻳ ﻢﺳﻻﺍ ﺕﺎﻏﺍﺮﻓ ﻰﻠﻋ ﻱﻮﺘﺤﻳ ﻻﻭ

# NextButton
source: Next
ar: ﻲﻟﺎﺘﻟﺍ

# EmailSignupPage
source: So, Your name is Awsome! please enter you email then:
ar: !ﻊﺋﺍﺭ ﻚﻤﺳﺍ ,ﻩﻭﺍ ﺪﻳﺮﺒﻟﺍ ﺐﺘﻛﺍ ﻚﻠﻀﻓ ﻦﻣ .ﻚﺑ ﺹﺎﺧ ﻲﻧﻭﺮﺘﻜﻟﺍ

# WarningEmailPanel
source: Email Should be like this example "example@domain"
ar: :ﻥﻮﻜﻳ ﻥﺍ ﺐﺠﻳ ﻲﻧﻭﺮﺘﻜﻟﺍ ﺪﻳﺮﺒﻟﺍ "example@domain"

# PhoneNumberTitle
source: Now, Pick your phone number!
ar: !ﻚﻔﺗﺎﻫ ﻢﻗﺭ ﺭﺎﺘﺧﺍ ﻥﻵﺍ

# WarningPhoneNumber
source: The number should be like Jordan Pattern
ar: !ﻲﻧﺩﺭﻻﺍ ﻥﻮﻜﻳ ﻥﺍ ﺐﺠﻳ ﻒﺗﺎﻬﻟﺍ ﻢﻗﺭ

# UpdateButton
source: Update Profile
ar: !ﻲﺼﺨﺸﻟﺍ ﻒﻠﻤﻟﺍ ﻞﻴﻤﺤﺗ

# PolicyTermTitle
source: Policy Term
ar: ﺔﻴﺻﻮﺼﺨﻟﺍ ﺔﺳﺎﻴﺳ

# PolicyTermSupport
source: We Support our game with ads!
ar: !ﺕﺎﻧﻼﻋﻹﺍ ﻝﻼﺧ ﻦﻣ ﺎﻨﺘﺒﻌﻟ ﻢﻋﺪﻧ

# PolicyTermDescriptiion
source: In order to provide a free gaming experience with real rewards, we display short, non-intrusive ads that last no more than 5 seconds. We need your consent before you start playing.
ar: ﺔﻴﻧﺎﺠﻣ ﺐﻌﻟ ﺔﺑﺮﺠﺗ ﻢﻳﺪﻘﺗ ﻦﻣ ﻦﻜﻤﺘﻧ ﻰﺘﺣ ﺽﺮﻌﻧ ،ﺔﻴﻘﻴﻘﺣ ﺰﺋﺍﻮﺟ ﻊﻣ .ٍﻥﺍﻮﺛ 5 ﻦﻋ ﺪﻳﺰﺗ ﻻ ﺔﺠﻋﺰﻣ ﺮﻴﻏ ﺓﺮﻴﺼﻗ ﺕﺎﻧﻼﻋﺇ ﺐﻌﻠﻟﺍ ﺃﺪﺒﺗ ﻥﺃ ﻞﺒﻗ ﻚﻟﺫ ﻰﻠﻋ ﻚﺘﻘﻓﺍﻮﻣ ﻰﻟﺇ ﺝﺎﺘﺤﻧ

# PolicyTermButtonLink
source: For more information please follow : Privice Policy
ar: .ﻲﻟﺎﺘﻟﺍ ﻂﺑﺍﺮﻟﺍ ﻰﻠﻋ ﻂﻐﺿﺍ ﺕﺎﻣﻮﻠﻌﻤﻟﺍ ﻦﻣ ﺪﻳﺰﻤﻠﻟ

# CloseButton
source: Close
ar: ﻕﻼﻏﺍ

# AcceotButton
source: Accept
ar: ﻖﻓﺍﻮﻣ

# CuationButton
source: Cuation
ar: ﺮﻳﺬﺤﺗ

# BorderText
source: Border
ar: ﺭﺎﻃﻻﺍ

# CuationDiscription
source: You Are not connecting to internet please try again.
ar: !ﺖﻧﺮﺘﻧﻻﺎﺑ ﻞﺼﺘﻣ ﺮﻴﻏ ﺖﻧﺍ ﺎﻘﺣﻻ ﺔﻟﻭﺎﺤﻤﻟﺍ ﺀﺎﺟﺭ

# TryAgainButton
source: Try Again
ar: ﺍﺩﺪﺠﻣ ﺔﻟﻭﺎﺤﻣ

# ScoreText
source: Score
ar: ﺔﺠﻴﺘﻨﻟﺍ

# MoveText
source: Move
ar: ﺕﺎﻛﺮﺣ

# GoalText
source: Goal
ar: ﻑﺪﻬﻟﺍ

# ReachScoreText
source: Reach Score:
ar: :ﺏﻮﻠﻄﻤﻟﺍ ﻑﺪﻬﻟﺍ

# ReachText
source: Reach:
ar: :ﻎﻠﺑ

# CancelButtonText
source: Cancel
ar: ﺀﺎﻐﻟﻻﺍ

# BuyButtonText
source: Buy
ar: ﺀﺍﺮﺷ

# StoreText
source: Store
ar: ﺮﺠﺘﻣ

# AvatarText
source: Avatar
ar: ﺔﻳﺰﻣﺭ ﺭﻮﺻ

# PathText
source: Levels
ar: ﻖﻳﺮﻄﻟﺍ

# LeaderboardText
source: Leaderboard
ar: ﻒﻴﻨﺼﺘﻟﺍ

# CashBattle
source: Battle
ar: ﺔﺴﻓﺎﻨﻤﻟﺍ

# ComingSoonText
source: Coming Soon!!
ar: !!ﺎﺒﻳﺮﻗ

# 1DayText
source: 1 Day
ar: ﻡﻮﻳ

# 7DaysText
source: 7 Days
ar: ﻡﺎﻳﺍ 7

# 30DaysText
source: 30 Days
ar: ﻡﺎﻳﺍ 30

# ChoiceYourBundleText
source: Choice your bundle
ar: ﺔﺒﺳﺎﻨﻤﻟﺍ ﺔﻗﺎﺒﻟﺍ ﺮﺘﺧﺍ

# CoverProfileText
source: Profile Cover
ar: ﻑﻼﻐﻟﺍ

# SubscriptionText
source: Subscription ( Basha )
ar: ﺎﺷﺎﺑ ﻙﺍﺮﺘﺷﻻﺍ

# Decoration
source: Decotation
ar: ﺔﻨﻳﺰﻟﺍ

# ExtraText
source: Extra
ar: ﻢﺼﺧ

# BestDealText
source: Best Deal
ar: ﺔﻘﻔﺻ ﻞﻀﻓأ

# UserChoiceText
source: User's Choice
ar: ﺍﺭﺎﻴﺘﺧﻻﺍ ﺮﺜﻛﻻﺍ

# FreeCoinAdText
source: Watch Ads to Get Free Coins
ar: ﺔﻴﻧﺎﺠﻣ ﺩﻮﻘﻧ

# PrimeSubText
source: Prime Subscription
ar: ﺰﻴﻤﻣ ﻙﺍﺮﺘﺷﻻﺍ

# ConfirmText
source: Confirm
ar: ﺪﻴﻛﺄﺗ

# MyProfileText
source: My Profile
ar: ﻲﺼﺨﺸﻟﺍ ﻲﻔﻠﻣ

# FriendListText
source: Friend
ar: ﺀﺎﻗﺪﺻﻻﺍ

# MyItemsText
source: My Items
ar: ﻲﺗﺎﻴﻨﺘﻘﻣ

# PhoneNumberText
source: Phone Number
ar: ﻒﺗﺎﻬﻟﺍ ﻢﻗﺭ

# EmailText
source: Email
ar: ﻲﻧﻭﺮﺘﻜﻟﻻﺍ ﺪﻳﺮﺒﻟﺍ

# PlayerLevelText
source: Player Level
ar: ﻞﺣﺍﺮﻤﻟﺍ ﻯﻮﺘﺴﻣ

# UseButtonText
source: Use
ar: ﻡﺍﺪﺨﺘﺳﻻﺍ

# GoToStoreButtonText
source: Go To Store
ar: ﺮﺠﺘﻤﻟﺍ ﻰﻟﺍ ﺐﻫﺫﺍ

# ThereIsNothingText
source: There is nothing?
ar: ؟ﺀﻲﺷ ﺪﺟﻮﻳ ﻻ

# SettingText
source: Setting
ar: ﺕﺍﺩﺍﺪﻋﻻﺍ

# ChangeLanguageButtonText
source: Language
ar: ﺔﻐﻠﻟﺍ

# SaveButtonText
source: Save
ar: ﻆﻔﺣ

# MusicText
source: Music
ar: ﻰﻘﻴﺳﻮﻣ

# SoundText
source: Sound
ar: ﺕﻮﺻ

# DiscriptionContentDownloadText
source: Error when download content Please Try Again.
ar: !ﻞﻴﻤﺤﺗ ﻲﻓ ﺄﻄﺧ ﻯﺮﺧﻻﺍ ﺓﺮﻣ ﺔﻟﻭﺎﺤﻣ ﺀﺎﺟﺮﻟﺍ

# LoadingText
source: Loading..
ar: ...ﻞﻴﻤﺤﺘﻟﺍ ﻱﺭﺎﺟ

# DiscriptionAssetPageText
source: There is update! Press Update button to update the game
ar: !ﺚﻳﺪﺤﺗ ﻚﻟﺎﻨﻫ ﺚﻳﺪﺤﺗ ﻰﻠﻋ ﻂﻐﺿﺍ .ﺔﺒﻌﻠﻟﺍ ﺚﻳﺪﺤﺘﻟ

# UpdateTextButton
source: Update
ar: ﺚﻳﺪﺤﺗ

# SignUpText
source: Player Login
ar: ﻝﻮﺧﺪﻟﺍ ﻞﻴﺠﺴﺗ ﺔﺤﻔﺻ

# knowMoreText
source: Know more...
ar: ...ﺪﻳﺰﻤﻟﺍ ﻑﺮﻋﺍ

# skipAdText
source: Skip Ad
ar: ﻥﻼﻋﻻﺍ ﻲﻄﺨﺗ

# adNotificationText
source: After the 5 second Ad will show up.
ar: .ﻥﻼﻋﻹﺍ ﺮﻬﻈﻳ ﻑﻮﺳ ﻲﻧﺍﻮﺛ 5 ﺪﻌﺑ

# SignInButton
source: Sign In
ar: ﻝﻮﺧﺩ ﻞﻴﺠﺴﺗ

# SignUpButton
source: Don't have Account?
ar: ؟ﺏﺎﺴﺣ ﻚﻳﺪﻟ ﺲﻴﻟ

# ForgetPasswordText
source: Forget Password؟
ar: ؟ﺮﺴﻟﺍ ﺔﻤﻠﻛ ﺖﻴﺴﻧ

# SignUpTextButton
source: Sign Up
ar: ﺏﺎﺴﺣ ﺀﺎﺸﻧﺍ

# VerifyButtonText
source: Verify Email
ar: ﺪﻴﻛﺄﺗ

# VerificationWarningText
source: We email you VERIFICATION in your email. Please verify and click the Verify button to continue.
ar: ﺔﻟﺎﺳﺭ ﻚﻴﻟﺇ ﻞﺳﺮﻨﺳ .ﻲﻧﻭﺮﺘﻜﻟﻹﺍ ﻙﺪﻳﺮﺑ ﻲﻓ ﺪﻴﻛﺄﺗ ﻖﻘﺤﺘﻟﺍ ﻰﺟﺭُﻳ .ﺔﻌﺑﺎﺘﻤﻠﻟ "ﺪﻴﻛﺄﺗ" ﺭﺯ ﻰﻠﻋ ﺮﻘﻨﻟﺍﻭ

# ResendTextButton
source: Resend Verivication
ar: ﻝﺎﺳﺭﻻﺍ ﺓﺩﺎﻋﺍ

# AnynomuseSignInText
source: Sign In Leter
ar: ﺎﻘﺣﻻ ﻞﺠﺳ

# SendMailText
source: Reset Password!
ar: ﺮﺴﻟﺍ ﺔﻤﻠﻛ ﺮﻴﻴﻐﺗ

# CauationText
source: Cauation
ar: ﺮﻳﺬﺤﺗ

# PasswordGuidelineText
source: - The password is case sensitive; it requires a minimum of 8 and a maximum of 30 characters and at least 1 lowercase letter, 1 uppercase letter, 1 number, and 1 symbol.
ar: ﻲﻬﻓ ؛ﻑﺮﺣﻷﺍ ﺔﻟﺎﺤﻟ ﺔﺳﺎﺴﺣ ﺭﻭﺮﻤﻟﺍ ﺔﻤﻠﻛ - ﻰﺼﻗﻷﺍ ﺪﺤﻟﺍﻭ ﻑﺮﺣﺃ 8 ﻰﻧﺩﻷﺍ ﺪﺤﻟﺍ ﺐﻠﻄﺘﺗ ،ﺪﺣﺍﻭ ﺮﻴﻐﺻ ﻑﺮﺣ ﻞﻗﻷﺍ ﻰﻠﻋﻭ ﺍًﻓﺮﺣ 30 .ﺪﺣﺍﻭ ﺰﻣﺭﻭ ،ﺪﺣﺍﻭ ﻢﻗﺭﻭ ،ﺪﺣﺍﻭ ﺮﻴﺒﻛ ﻑﺮﺣﻭ

# MyFriendText
source: My Friend
ar: ﻲﺋﺎﻗﺪﺻأ

# RequestFriendText
source: Request friend
ar: ﺔﻗﺍﺪﺻ ﺕﺎﺒﻠﻃ

# ThereIsNoFriendText
source: There is no friend here. Go to add Friend Now
ar: .ﺎﻨﻫ ﻖﻳﺪﺻ ﺪﺟﻮﻳ ﻻ ﻥﻵﺍ ﻖﻳﺪﺻ ﺔﻓﺎﺿﻹ ﻞﻘﺘﻧﺍ

# AddFriendText
source: Add Friend
ar: ﻖﻳﺪﺻ ﺔﻓﺎﺿﺍ

# ThereIsNorRequestNow
source: There is no friend request now..
ar: ﻥﻵﺍ ﺪﺤﻟ ﺔﻗﺍﺪﺻ ﺕﺎﺒﻠﻃ ﺪﺟﻮﻳ ﻻ

# VerificationCodeText
source: Verification Code Page
ar: ﺏﺎﺴﺤﻟﺍ ﺪﻴﻛﺄﺗ ﺔﺤﻔﺻ

# WhyVerifiyText
source: Why You need Verifiy your Email?
ar: ؟ﺏﺎﺴﺤﻟﺍ ﺪﻴﻛﺄﺗ ﻰﻟﺍ ﺝﺎﺘﺤﺗ ﺍﺫﺎﻤﻟ

# InstrictionText
source: 1- Verify the account not fake 2- To make sure the price arrive to your account
ar: ﺮﻴﻏ ﺏﺎﺴﺤﻟﺍ ﻥﺃ ﻦﻣ ﺪﻛﺄﺗ -١ .ﻒﻳﺰﻣ ﻝﻮﺻﻭ ﻦﻣ ﺪﻛﺄﺘﻠﻟ -٢ .ﻚﺑﺎﺴﺣ ﻰﻟﺇ ﺔﻳﺪﻬﻟﺍ ﺔﻤﻴﻗ

# NotEnoughCoindText
source: Not Enough Coin!
ar: !ﻲﻓﺎﻛ ﺪﻴﺻﺭ ﻙﺪﻴﻟ ﺲﻴﻟ

# AdWillBeShowText
source: Ad will be show after:
ar: :ﺪﻌﺑ ﺮﻬﻈﻳ ﻑﻮﺳ ﻥﻼﻋﻻﺍ

# SignOutText
source: Sign out
ar: ﺝﻭﺮﺧ ﻞﻴﺠﺴﺗ

# PlayerProfileText
source: Player Profile
ar: ﺔﻴﺼﺨﺸﻟﺍ ﺕﺎﻣﻮﻠﻌﻣ

# DauilyBonusText
source: Daily Bonus
ar: ﺔﻴﻣﻮﻴﻟﺍ ﺰﺋﺍﻮﺟ

# BestBonusText
source: Best Bonus
ar: ﻞﻀﻓا ﺓﺄﻓﺎﻜﻣ

# ObtainButtonText
source: Obtain
ar: ﻝﻮﺼﺣ

# QuitGameText
source: Quit Game
ar: ﺔﺒﻌﻠﻟﺍ ﻦﻣ ﺝﻭﺮﺧ

# ConfirmQuitText
source: Do you want to quit the level?
ar: ؟ﺔﺒﻌﻠﻟﺍ ﻦﻣ ﺝﻭﺮﺨﻟﺍ ﺎﻘﺣ ﺪﻳﺮﺗ ﻞﻫ

# LoseHeartConfirm&#xA;
source: You’ll lose one life if you leave now!
ar: ﺏﻮﻠﻘﻟﺍ ﻦﻣ ﺐﻠﻗﺮﺴﺨﺗ ﻑﻮﺳ

# PlayOnText
source: Keep playing
ar: ﺐﻌﻟ ﻞﻤﻛ

# QuitButton
source: Quit
ar: ﺝﻭﺮﺧ

# CompletedText!
source: Congratulations
ar: !ﺎﻨﻴﻧﺎﻬﺗ

# NextKey
source: Next
ar: ﻲﻟﺎﺘﻟﺍ

# LevelFailedText
source: Level Failed
ar: !ﺔﻠﺣﺮﻤﻟﺍ ﺕﺮﺴﺧ

# RetryText
source: Retry
ar: ﺓﺩﺎﻋﺍ

# You did not reach&#xD;&#xA; the required score points.
source: You did not reach the required score points.
ar: ﻉﻮﻤﺠﻣ ﻰﻠﻋ ﻞﺼﺤﺗ ﻢﻟ .ﺏﻮﻠﻄﻤﻟﺍ ﻁﺎﻘﻨﻟﺍ

# coinsSlote&#xA;
source: Coins
ar: ﺩﻮﻘﻨﻟﺍ

# storePopup
source: All purchased items can be found in “My Items” in your profile
ar: ﺎﻬﺋﺍﺮﺸﺑ ﺖﻤﻗ ﻲﺘﻟﺍ ﺮﺻﺎﻨﻌﻟﺍ ﻊﻴﻤﺟ ﺪﺠﺘﺳ

# okButton
source: Ok
ar: ﻖﻓﺍﻮﻣ

# StillLocked
source: This level is still locked.
ar: .ًﻼﻔﻘﻣ ﻝﺍﺰﻳ ﻻ ﻯﻮﺘﺴﻤﻟﺍ ﺍﺬﻫ

# playtxt
source: Play!
ar: ! ﺐﻌﻟﺍ

# DevelopCollabarationText
source: Developed in collaboration with:
ar: :ﻊﻣ ﻥﻭﺎﻌﺘﻟﺎﺑ ﻩﺮﻳﻮﻄﺗ ﻢﺗ

# DesignCratedText
source: Design and created with :
ar: :ﻡﺍﺪﺨﺘﺳﺎﺑ ﺀﺎﺸﻧﻹﺍﻭ ﻢﻴﻤﺼﺘﻟﺍ ﻢﺗ

# FollowUsInstagramText
source: Follow us on Instagram:
ar: :ﻡﺍﺮﺠﺘﺴﻧﻻﺍ ﻰﻠﻋ ﺎﻧﻮﻌﺑﺎﺗ

# ContactUsText
source: Contact us:
ar: :ﺎﻨﻌﻣ ﻞﺻﺍﻮﺗ

# RegenerateLevelText
source: Regenerate Level...
ar: ...ﻯﻮﺘﺴﻤﻟﺍ ﺪﻳﺪﺠﺗ

# LoadText
source: Load
ar: ﻞﻴﻤﺤﺗ

# WarningText
source: Warning
ar: ﺮﻳﺬﺤﺗ

# TextAlreadyExsistAcountKey
source: This Facebook account is connected to another profile. Do you want to use it to log in?
ar: ﻂﺒﺗﺮﻣ ﻙﻮﺒﺴﻴﻓ ﻰﻠﻋ ﺏﺎﺴﺤﻟﺍ ﺍﺬﻫ .ﺮﺧﺁ ﺏﺎﺴﺤﺑ ﻝﻮﺧﺪﻟﺍ ﻞﻴﺠﺴﺘﻟ ﻪﻣﺍﺪﺨﺘﺳﺍ ﺪﻳﺮﺗ ﻞﻫ

# NoText
source: No
ar: ﻻ

# YesText
source: Yes
ar: ﻢﻌﻧ

# WinnerHistoryText
source: Winners
ar: ﻦﻴﺤﺑﺍﺮﻟﺍ ﻞﺠﺳ

# ForPrize
source: For prize distribution purposes
ar: ﺰﺋﺍﻮﺠﻟﺍ ﻊﻳﺯﻮﺗ ﺕﺎﻳﺎﻐﻟ

# emptyListWinner
source: There is no winner yet
ar: ﻥﻵﺍ ﻰﻟﺍ ﻦﻳﺰﺋﺎﻓ ﺪﺟﻮﻳ ﻻ

# showPastWinner
source: Click to know the names of the winners
ar: ﺔﻓﺮﻌﻤﻟ ﻂﻐﺿﺍ ﻦﻴﺤﺑﺍﺮﻟﺍ ﺀﺎﻤﺳﺍ

# DayOneText
source: Day 1
ar: ﻝﻭﻻﺍ ﻡﻮﻳ

# DayTwoText
source: Day 2
ar: ﻲﻧﺎﺜﻟﺍ ﻡﻮﻳ
